Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 컨텍스트가 클수록 한 번에 더 많은 코드와 대화를 다룰 수 있지만, 메모리 사용량과 응답 지연이 늘어요. 64k 이상은 RAM 64GB 이상 Mac 에서 권장해요. 모델의 네이티브 한계를 넘는 크기는 rope 스케일링(YaRN)이 자동 적용돼요.
ar: كلما كبر السياق أمكن التعامل مع المزيد من التعليمات البرمجية والمحادثات دفعة واحدة، لكن استهلاك الذاكرة وزمن الاستجابة يزيدان. يُنصح بـ 64k فأكثر على أجهزة Mac بذاكرة 64 GB فأكثر. الأحجام التي تتجاوز الحد الأصلي للنموذج تُطبَّق عليها تلقائيًا تقنية rope scaling‏ (YaRN).
en: A larger context handles more code and conversation at once, but increases memory usage and response latency. 64k and above is recommended on Macs with 64 GB+ RAM. Sizes beyond the model's native limit automatically apply rope scaling (YaRN).
es: Un contexto mayor permite manejar más código y conversación a la vez, pero aumenta el uso de memoria y la latencia. Se recomienda 64k o más en Macs con 64 GB+ de RAM. Los tamaños que superan el límite nativo del modelo aplican automáticamente rope scaling (YaRN).
fr: Un contexte plus grand permet de traiter plus de code et de conversation à la fois, mais augmente l'utilisation mémoire et la latence. 64k et plus est recommandé sur les Mac avec 64 Go de RAM ou plus. Les tailles dépassant la limite native du modèle appliquent automatiquement le rope scaling (YaRN).
hi: बड़ा संदर्भ एक बार में अधिक कोड और बातचीत संभालता है, लेकिन मेमोरी उपयोग और प्रतिक्रिया विलंब बढ़ता है. 64k या अधिक की सिफ़ारिश 64 GB+ RAM वाले Mac पर की जाती है. मॉडल की मूल सीमा से बड़े आकार पर rope scaling (YaRN) अपने आप लागू होती है.
ja: コンテキストが大きいほど一度に多くのコードや会話を扱えますが、メモリ使用量と応答遅延が増えます。64k 以上は RAM 64GB 以上の Mac で推奨します。モデルのネイティブ上限を超えるサイズには rope スケーリング（YaRN）が自動適用されます。
pt_br: Um contexto maior lida com mais código e conversa de uma vez, mas aumenta o uso de memória e a latência. 64k ou mais é recomendado em Macs com 64 GB+ de RAM. Tamanhos além do limite nativo do modelo aplicam rope scaling (YaRN) automaticamente.
ru: Чем больше контекст, тем больше кода и диалога обрабатывается за раз, но растут потребление памяти и задержка ответа. 64k и выше рекомендуется на Mac с 64 ГБ+ ОЗУ. Для размеров сверх нативного предела модели автоматически применяется rope scaling (YaRN).
zh_hans: 上下文越大，一次能处理的代码和对话越多，但内存占用和响应延迟也会增加。64k 及以上建议在 64GB+ 内存的 Mac 上使用。超过模型原生上限的大小会自动应用 rope 缩放（YaRN）。

source: App Store 리뷰 연동
ar: ربط مراجعات App Store
en: App Store Review Integration
es: Integración de reseñas del App Store
fr: Intégration des avis de l'App Store
hi: App Store समीक्षा एकीकरण
ja: App Store レビュー連携
pt_br: Integração de avaliações da App Store
ru: Интеграция отзывов App Store
zh_hans: App Store 评论集成

source: 출시한 앱의 스토어 리뷰를 PO 수집이 읽어 사용자 불만·요청을 브리프 근거로 가져와요.
ar: يقرأ تجميع PO مراجعات المتجر لتطبيقك المنشور ويجلب شكاوى المستخدمين وطلباتهم كأدلة في الموجزات.
en: PO collection reads your released app's store reviews, bringing user complaints and requests into briefs as evidence.
es: La recopilación del PO lee las reseñas de tu app publicada y aporta quejas y peticiones de los usuarios como evidencia de los informes.
fr: La collecte du PO lit les avis de votre app publiée et intègre les plaintes et demandes des utilisateurs comme preuves dans les brefs.
hi: PO संग्रह आपके प्रकाशित ऐप की स्टोर समीक्षाएँ पढ़कर उपयोगकर्ता शिकायतों और अनुरोधों को ब्रीफ़ के साक्ष्य के रूप में लाता है।
ja: 公開済みアプリのストアレビューを PO 収集が読み取り、ユーザーの不満・要望をブリーフの根拠として取り込みます。
pt_br: A coleta do PO lê as avaliações da sua app publicada, trazendo reclamações e pedidos dos usuários como evidência para os briefs.
ru: Сбор PO читает отзывы на ваше выпущенное приложение и добавляет жалобы и запросы пользователей в брифы как доказательства.
zh_hans: PO 收集会读取已发布应用的商店评论，把用户的不满和需求作为简报依据。

source: 외부 서버 없이, 이 Mac 이 App Store Connect API 를 직접 호출합니다.
ar: بدون خادم خارجي — يستدعي هذا الـ Mac واجهة App Store Connect API مباشرة.
en: No external server — this Mac calls the App Store Connect API directly.
es: Sin servidor externo: este Mac llama directamente a la API de App Store Connect.
fr: Sans serveur externe — ce Mac appelle directement l'API App Store Connect.
hi: कोई बाहरी सर्वर नहीं — यह Mac सीधे App Store Connect API को कॉल करता है।
ja: 外部サーバーなしで、この Mac が App Store Connect API を直接呼び出します。
pt_br: Sem servidor externo — este Mac chama a API do App Store Connect diretamente.
ru: Без внешнего сервера — этот Mac напрямую вызывает App Store Connect API.
zh_hans: 无需外部服务器，由这台 Mac 直接调用 App Store Connect API。

source: 현재 설정됨: Key ID %@
ar: مُعدّ حاليًا: Key ID ‏%@
en: Currently configured: Key ID %@
es: Configurado: Key ID %@
fr: Configuré : Key ID %@
hi: वर्तमान में सेट: Key ID %@
ja: 設定済み: Key ID %@
pt_br: Configurado: Key ID %@
ru: Настроено: Key ID %@
zh_hans: 当前已设置：Key ID %@

source: App Store Connect → 「사용자 및 액세스」 → 「통합」 → 「App Store Connect API」 에서 키를 만드세요 (역할: App Manager)
ar: أنشئ مفتاحًا في App Store Connect ← «المستخدمون والوصول» ← «عمليات الدمج» ← «App Store Connect API» (الدور: App Manager)
en: Create a key in App Store Connect → Users and Access → Integrations → App Store Connect API (role: App Manager)
es: Crea una clave en App Store Connect → «Usuarios y acceso» → «Integraciones» → «API de App Store Connect» (rol: App Manager)
fr: Créez une clé dans App Store Connect → « Utilisateurs et accès » → « Intégrations » → « API App Store Connect » (rôle : App Manager)
hi: App Store Connect → «उपयोगकर्ता और एक्सेस» → «एकीकरण» → «App Store Connect API» में कुंजी बनाएँ (भूमिका: App Manager)
ja: App Store Connect →「ユーザとアクセス」→「統合」→「App Store Connect API」でキーを作成してください（ロール: App Manager）
pt_br: Crie uma chave em App Store Connect → “Usuários e Acesso” → “Integrações” → “API do App Store Connect” (função: App Manager)
ru: Создайте ключ в App Store Connect → «Пользователи и доступ» → «Интеграции» → «App Store Connect API» (роль: App Manager)
zh_hans: 在 App Store Connect →「用户和访问」→「集成」→「App Store Connect API」中创建密钥（角色：App Manager）

source: 생성 직후 한 번만 받을 수 있는 .p8 키 파일을 다운로드하세요
ar: نزّل ملف المفتاح ‎.p8 — متاح مرة واحدة فقط بعد الإنشاء مباشرة
en: Download the .p8 key file — it's available only once, right after creation
es: Descarga el archivo de clave .p8: solo está disponible una vez, justo después de crearla
fr: Téléchargez le fichier de clé .p8 — disponible une seule fois, juste après la création
hi: ‎.p8 कुंजी फ़ाइल डाउनलोड करें — यह बनाने के तुरंत बाद केवल एक बार उपलब्ध होती है
ja: 作成直後に一度しかダウンロードできない .p8 キーファイルをダウンロードしてください
pt_br: Baixe o arquivo de chave .p8 — disponível só uma vez, logo após a criação
ru: Скачайте файл ключа .p8 — он доступен только один раз, сразу после создания
zh_hans: 下载 .p8 密钥文件 — 仅在创建后可下载一次

source: 아래에 Key ID·Issuer ID 를 적고 .p8 파일을 선택한 뒤 「저장」 → 「검증」 으로 확인하세요
ar: أدخل Key ID و Issuer ID أدناه، واختر ملف ‎.p8، ثم «حفظ» ← «تحقق» للتأكيد
en: Enter the Key ID and Issuer ID below, choose the .p8 file, then Save → Verify to confirm
es: Escribe abajo el Key ID y el Issuer ID, elige el archivo .p8 y confirma con «Guardar» → «Verificar»
fr: Saisissez le Key ID et l'Issuer ID ci-dessous, choisissez le fichier .p8, puis « Enregistrer » → « Vérifier » pour confirmer
hi: नीचे Key ID और Issuer ID लिखें, .p8 फ़ाइल चुनें, फिर «सहेजें» → «सत्यापित करें» से पुष्टि करें
ja: 下に Key ID と Issuer ID を入力し、.p8 ファイルを選択して「保存」→「検証」で確認してください
pt_br: Preencha abaixo o Key ID e o Issuer ID, escolha o arquivo .p8 e confirme com “Salvar” → “Verificar”
ru: Введите ниже Key ID и Issuer ID, выберите файл .p8, затем «Сохранить» → «Проверить» для подтверждения
zh_hans: 在下方填写 Key ID 和 Issuer ID，选择 .p8 文件，然后「保存」→「验证」确认

source: App Store Connect API 키 페이지 열기
ar: فتح صفحة مفاتيح App Store Connect API
en: Open the App Store Connect API keys page
es: Abrir la página de claves de la API de App Store Connect
fr: Ouvrir la page des clés API App Store Connect
hi: App Store Connect API कुंजी पृष्ठ खोलें
ja: App Store Connect API キーのページを開く
pt_br: Abrir a página de chaves da API do App Store Connect
ru: Открыть страницу ключей App Store Connect API
zh_hans: 打开 App Store Connect API 密钥页面

source: 비밀키 (.p8)
ar: المفتاح الخاص (‎.p8)
en: Private key (.p8)
es: Clave privada (.p8)
fr: Clé privée (.p8)
hi: निजी कुंजी (.p8)
ja: 秘密鍵 (.p8)
pt_br: Chave privada (.p8)
ru: Закрытый ключ (.p8)
zh_hans: 私钥 (.p8)

source: p8 파일 선택…
ar: اختيار ملف p8…
en: Choose p8 File…
es: Elegir archivo p8…
fr: Choisir le fichier p8…
hi: p8 फ़ाइल चुनें…
ja: p8 ファイルを選択…
pt_br: Escolher arquivo p8…
ru: Выбрать файл p8…
zh_hans: 选择 p8 文件…

source: 저장된 키 사용 중 — 바꿀 때만 선택하세요
ar: يُستخدم المفتاح المحفوظ — اختر ملفًا فقط عند الاستبدال
en: Using the saved key — choose a file only to replace it
es: Usando la clave guardada: elige un archivo solo para reemplazarla
fr: Clé enregistrée en cours d'utilisation — choisissez un fichier uniquement pour la remplacer
hi: सहेजी गई कुंजी उपयोग में है — केवल बदलने के लिए चुनें
ja: 保存済みのキーを使用中 — 変更するときだけ選択してください
pt_br: Usando a chave salva — escolha um arquivo só para substituí-la
ru: Используется сохранённый ключ — выбирайте файл только для замены
zh_hans: 正在使用已保存的密钥 — 仅在更换时选择

source: 검증용 앱 (선택)
ar: تطبيق للتحقق (اختياري)
en: App for verification (optional)
es: App para verificar (opcional)
fr: App pour la vérification (facultatif)
hi: सत्यापन हेतु ऐप (वैकल्पिक)
ja: 検証用アプリ（任意）
pt_br: App para verificação (opcional)
ru: Приложение для проверки (необязательно)
zh_hans: 用于验证的应用（可选）

source: 적어두면 「검증」 이 이 앱의 리뷰 읽기 권한까지 확인해요.
ar: إذا أدخلته، يتحقق «تحقق» أيضًا من إذن قراءة مراجعات هذا التطبيق.
en: If set, Verify also checks permission to read this app's reviews.
es: Si lo indicas, «Verificar» también comprueba el permiso para leer las reseñas de esta app.
fr: Si renseigné, « Vérifier » contrôle aussi l'autorisation de lire les avis de cette app.
hi: लिखने पर «सत्यापित करें» इस ऐप की समीक्षाएँ पढ़ने की अनुमति भी जाँचता है।
ja: 入力しておくと「検証」がこのアプリのレビュー読み取り権限まで確認します。
pt_br: Se preenchido, “Verificar” também checa a permissão de leitura das avaliações desta app.
ru: Если указать, «Проверить» также проверит право на чтение отзывов этого приложения.
zh_hans: 填写后，「验证」还会检查读取此应用评论的权限。

source: 검증
ar: تحقق
en: Verify
es: Verificar
fr: Vérifier
hi: सत्यापित करें
ja: 検証
pt_br: Verificar
ru: Проверить
zh_hans: 验证

source: 키 삭제
ar: حذف المفتاح
en: Delete Key
es: Eliminar clave
fr: Supprimer la clé
hi: कुंजी हटाएँ
ja: キーを削除
pt_br: Excluir chave
ru: Удалить ключ
zh_hans: 删除密钥

source: API 키는 비밀이에요 — 이 Mac 의 config.json(0600)에만 저장되고, 폰이나 QR 페어링에는 절대 들어가지 않아요.
ar: مفتاح API سرّي — يُخزَّن فقط في config.json ‏(0600) على هذا الـ Mac ولا يدخل أبدًا في الهاتف أو إقران QR.
en: The API key is a secret — it's stored only in this Mac's config.json (0600) and never goes into your phone or QR pairing.
es: La clave de API es secreta: se guarda solo en el config.json (0600) de este Mac y nunca entra en el teléfono ni en el emparejamiento QR.
fr: La clé API est secrète — elle n'est stockée que dans le config.json (0600) de ce Mac et n'entre jamais dans le téléphone ni dans le jumelage QR.
hi: API कुंजी गोपनीय है — यह केवल इस Mac के config.json (0600) में सहेजी जाती है और कभी फोन या QR पेयरिंग में नहीं जाती।
ja: API キーは秘密です — この Mac の config.json (0600) にのみ保存され、スマートフォンや QR ペアリングには決して含まれません。
pt_br: A chave de API é secreta — fica salva apenas no config.json (0600) deste Mac e nunca entra no telefone nem no pareamento por QR.
ru: Ключ API — это секрет: он хранится только в config.json (0600) этого Mac и никогда не попадает в телефон или QR-сопряжение.
zh_hans: API 密钥是机密 — 只保存在这台 Mac 的 config.json（0600）中，绝不会进入手机或二维码配对。

source: 비밀키(.p8) 파일이 아니에요 — AuthKey_XXXX.p8 을 선택하세요
ar: ليس ملف مفتاح خاص (‎.p8) — اختر AuthKey_XXXX.p8
en: Not a private key (.p8) file — choose AuthKey_XXXX.p8
es: No es un archivo de clave privada (.p8): elige AuthKey_XXXX.p8
fr: Ce n'est pas un fichier de clé privée (.p8) — choisissez AuthKey_XXXX.p8
hi: यह निजी कुंजी (.p8) फ़ाइल नहीं है — AuthKey_XXXX.p8 चुनें
ja: 秘密鍵 (.p8) ファイルではありません — AuthKey_XXXX.p8 を選択してください
pt_br: Não é um arquivo de chave privada (.p8) — escolha AuthKey_XXXX.p8
ru: Это не файл закрытого ключа (.p8) — выберите AuthKey_XXXX.p8
zh_hans: 不是私钥 (.p8) 文件 — 请选择 AuthKey_XXXX.p8

source: Key ID 와 Issuer ID 를 입력하세요
ar: أدخل Key ID و Issuer ID
en: Enter the Key ID and Issuer ID
es: Introduce el Key ID y el Issuer ID
fr: Saisissez le Key ID et l'Issuer ID
hi: Key ID और Issuer ID दर्ज करें
ja: Key ID と Issuer ID を入力してください
pt_br: Informe o Key ID e o Issuer ID
ru: Введите Key ID и Issuer ID
zh_hans: 请输入 Key ID 和 Issuer ID

source: p8 파일을 선택하세요
ar: اختر ملف p8
en: Choose a p8 file
es: Elige un archivo p8
fr: Choisissez un fichier p8
hi: p8 फ़ाइल चुनें
ja: p8 ファイルを選択してください
pt_br: Escolha um arquivo p8
ru: Выберите файл p8
zh_hans: 请选择 p8 文件

source: 저장됐어요 — 「검증」 으로 실제 호출을 확인하세요
ar: تم الحفظ — استخدم «تحقق» لتأكيد استدعاء فعلي
en: Saved — use Verify to confirm a real API call
es: Guardado: usa «Verificar» para confirmar una llamada real
fr: Enregistré — utilisez « Vérifier » pour confirmer un appel réel
hi: सहेजा गया — वास्तविक कॉल की पुष्टि के लिए «सत्यापित करें» उपयोग करें
ja: 保存しました —「検証」で実際の呼び出しを確認してください
pt_br: Salvo — use “Verificar” para confirmar uma chamada real
ru: Сохранено — нажмите «Проверить», чтобы подтвердить реальный вызов
zh_hans: 已保存 — 请用「验证」确认实际调用

source: 검증 성공 — %@ 리뷰 %lld개 읽기 가능
ar: نجح التحقق — يمكن قراءة %2$lld من مراجعات %1$@
en: Verified — can read %2$lld reviews of %1$@
es: Verificación correcta: se pueden leer %2$lld reseñas de %1$@
fr: Vérification réussie — %2$lld avis de %1$@ lisibles
hi: सत्यापन सफल — %1$@ की %2$lld समीक्षाएँ पढ़ी जा सकती हैं
ja: 検証成功 — %1$@ のレビュー %2$lld 件を読み取れます
pt_br: Verificação bem-sucedida — é possível ler %2$lld avaliações de %1$@
ru: Проверка успешна — доступно чтение %2$lld отзывов %1$@
zh_hans: 验证成功 — 可读取 %1$@ 的 %2$lld 条评论

source: 검증 성공 — ASC API 호출이 정상이에요
ar: نجح التحقق — استدعاءات ASC API تعمل بشكل سليم
en: Verified — ASC API calls are working
es: Verificación correcta: las llamadas a la API de ASC funcionan
fr: Vérification réussie — les appels à l'API ASC fonctionnent
hi: सत्यापन सफल — ASC API कॉल सामान्य हैं
ja: 検証成功 — ASC API の呼び出しは正常です
pt_br: Verificação bem-sucedida — as chamadas à API do ASC estão funcionando
ru: Проверка успешна — вызовы ASC API работают
zh_hans: 验证成功 — ASC API 调用正常

source: 키를 삭제했어요 — 스토어 리뷰 수집이 중단돼요
ar: تم حذف المفتاح — سيتوقف تجميع مراجعات المتجر
en: Key deleted — store review collection stops
es: Clave eliminada: se detiene la recopilación de reseñas
fr: Clé supprimée — la collecte des avis s'arrête
hi: कुंजी हटाई गई — स्टोर समीक्षा संग्रह रुक जाएगा
ja: キーを削除しました — ストアレビューの収集は停止します
pt_br: Chave excluída — a coleta de avaliações para
ru: Ключ удалён — сбор отзывов прекращается
zh_hans: 已删除密钥 — 商店评论收集将停止

source: 올바른 ASC API 키가 아니에요: %@
ar: مفتاح ASC API غير صالح: %@
en: Not a valid ASC API key: %@
es: No es una clave de API de ASC válida: %@
fr: Clé API ASC non valide : %@
hi: मान्य ASC API कुंजी नहीं है: %@
ja: 有効な ASC API キーではありません: %@
pt_br: Não é uma chave de API do ASC válida: %@
ru: Недействительный ключ ASC API: %@
zh_hans: 不是有效的 ASC API 密钥：%@

source: ASC API 키가 설정되지 않았어요
ar: لم يتم إعداد مفتاح ASC API
en: ASC API key is not configured
es: La clave de API de ASC no está configurada
fr: La clé API ASC n'est pas configurée
hi: ASC API कुंजी सेट नहीं है
ja: ASC API キーが設定されていません
pt_br: A chave de API do ASC não está configurada
ru: Ключ ASC API не настроен
zh_hans: 未设置 ASC API 密钥

source: ASC 검증 실패 — 키 권한/만료를 확인하세요: %@
ar: فشل التحقق من ASC — تحقق من أذونات المفتاح/انتهاء صلاحيته: %@
en: ASC verification failed — check key permissions/expiry: %@
es: Falló la verificación de ASC: revisa permisos/caducidad de la clave: %@
fr: Échec de la vérification ASC — vérifiez les autorisations/l'expiration de la clé : %@
hi: ASC सत्यापन विफल — कुंजी की अनुमतियाँ/समाप्ति जाँचें: %@
ja: ASC 検証に失敗しました — キーの権限/有効期限を確認してください: %@
pt_br: Falha na verificação do ASC — confira permissões/validade da chave: %@
ru: Проверка ASC не удалась — проверьте права/срок действия ключа: %@
zh_hans: ASC 验证失败 — 请检查密钥权限/有效期：%@

source: 데몬
ar: الخادم
en: Daemon
es: Daemon
fr: Daemon
hi: डेमन
ja: デーモン
pt_br: Daemon
ru: Демон
zh_hans: 守护进程

source: ⚠️ 응답 없음
ar: ⚠️ لا استجابة
en: ⚠️ No response
es: ⚠️ Sin respuesta
fr: ⚠️ Aucune réponse
hi: ⚠️ कोई प्रतिक्रिया नहीं
ja: ⚠️ 応答なし
pt_br: ⚠️ Sem resposta
ru: ⚠️ Нет ответа
zh_hans: ⚠️ 无响应

source: HTTP /health 응답 정상 — 연결된 기기 %lld대
ar: استجابة HTTP /health طبيعية — %lld جهاز متصل
en: HTTP /health responding normally — %lld connected device(s)
es: HTTP /health responde con normalidad — %lld dispositivo(s) conectado(s)
fr: HTTP /health répond normalement — %lld appareil(s) connecté(s)
hi: HTTP /health सामान्य रूप से प्रतिक्रिया दे रहा है — %lld कनेक्टेड डिवाइस
ja: HTTP /health 正常応答 — 接続中のデバイス %lld 台
pt_br: HTTP /health respondendo normalmente — %lld dispositivo(s) conectado(s)
ru: HTTP /health отвечает нормально — подключено устройств: %lld
zh_hans: HTTP /health 响应正常 — 已连接设备 %lld 台

source: daemon 프로세스는 살아 있지만 HTTP 포트가 응답하지 않아요. 포트 충돌이나 기동 중 오류일 수 있어요 — 「로그 보기」 로 원인을 확인하세요.
ar: عملية الخادم نشطة لكن منفذ HTTP لا يستجيب. قد يكون تعارض منفذ أو خطأ أثناء بدء التشغيل — تحقق من «عرض السجلات» لمعرفة السبب.
en: The daemon process is alive but its HTTP port isn't responding. This may be a port conflict or a startup error — check “View Logs” for the cause.
es: El proceso del daemon está activo pero su puerto HTTP no responde. Puede ser un conflicto de puertos o un error de inicio — consulta «Ver registros» para ver la causa.
fr: Le processus du daemon est actif mais son port HTTP ne répond pas. Cela peut être un conflit de port ou une erreur de démarrage — consultez « Voir les journaux » pour la cause.
hi: डेमन प्रक्रिया चालू है लेकिन इसका HTTP पोर्ट प्रतिक्रिया नहीं दे रहा। यह पोर्ट टकराव या स्टार्टअप त्रुटि हो सकती है — कारण के लिए «लॉग देखें» जांचें।
ja: デーモンプロセスは動作中ですが HTTP ポートが応答しません。ポートの競合か起動時のエラーの可能性があります —「ログを表示」で原因を確認してください。
pt_br: O processo do daemon está ativo, mas a porta HTTP não responde. Pode ser um conflito de porta ou um erro de inicialização — verifique “Ver registros” para a causa.
ru: Процесс демона работает, но его HTTP-порт не отвечает. Возможен конфликт портов или ошибка запуска — откройте «Просмотр журналов», чтобы выяснить причину.
zh_hans: 守护进程仍在运行，但其 HTTP 端口无响应。可能是端口冲突或启动时出错 —— 请查看「查看日志」了解原因。

source: 다른 빌드와 포트 충돌 — 공유 파일이 %lld 가리킴
ar: تعارض منفذ مع إصدار آخر — الملف المشترك يشير إلى %lld
en: Port conflict with another build — shared file points to %lld
es: Conflicto de puerto con otra compilación — el archivo compartido apunta a %lld
fr: Conflit de port avec une autre build — le fichier partagé pointe vers %lld
hi: दूसरे बिल्ड के साथ पोर्ट टकराव — साझा फ़ाइल %lld की ओर इशारा करती है
ja: 別ビルドとのポート競合 — 共有ファイルが %lld を指しています
pt_br: Conflito de porta com outra compilação — o arquivo compartilhado aponta para %lld
ru: Конфликт портов с другой сборкой — общий файл указывает на %lld
zh_hans: 与另一构建的端口冲突 — 共享文件指向 %lld

source: dev·release 앱이 동시에 떠 있어 공유 런타임 파일(daemon-runtime.json)을 다른 빌드가 덮어썼어요. 우리 daemon 은 포트 %lld 에서 정상 동작하지만, 앱의 일부 로컬 API 호출이 포트 %lld 의 다른 빌드 daemon 으로 갈 수 있어요. 한쪽 앱만 종료하면 해소됩니다.
ar: تطبيقا dev وrelease يعملان في الوقت نفسه، لذا قام إصدار آخر بالكتابة فوق ملف وقت التشغيل المشترك (daemon-runtime.json). يعمل خادمنا بشكل طبيعي على المنفذ %lld، لكن بعض استدعاءات API المحلية للتطبيق قد تذهب إلى خادم الإصدار الآخر على المنفذ %lld. إغلاق أحد التطبيقين يحل المشكلة.
en: The dev and release apps are running at the same time, so another build overwrote the shared runtime file (daemon-runtime.json). Our daemon works fine on port %lld, but some of the app's local API calls may go to the other build's daemon on port %lld. Quitting one of the apps resolves this.
es: Las apps de desarrollo y de versión se están ejecutando a la vez, por lo que otra compilación sobrescribió el archivo de ejecución compartido (daemon-runtime.json). Nuestro daemon funciona bien en el puerto %lld, pero algunas llamadas a la API local de la app pueden ir al daemon de la otra compilación en el puerto %lld. Cerrar una de las apps lo resuelve.
fr: Les apps dev et release s'exécutent en même temps, donc une autre build a écrasé le fichier d'exécution partagé (daemon-runtime.json). Notre daemon fonctionne correctement sur le port %lld, mais certains appels d'API locale de l'app peuvent aller au daemon de l'autre build sur le port %lld. Quitter l'une des apps résout le problème.
hi: dev और release ऐप एक साथ चल रहे हैं, इसलिए दूसरे बिल्ड ने साझा रनटाइम फ़ाइल (daemon-runtime.json) को अधिलेखित कर दिया। हमारा डेमन पोर्ट %lld पर ठीक काम करता है, लेकिन ऐप के कुछ लोकल API कॉल पोर्ट %lld पर दूसरे बिल्ड के डेमन पर जा सकते हैं। किसी एक ऐप को बंद करने से यह हल हो जाता है।
ja: dev・release アプリが同時に起動しているため、別ビルドが共有ランタイムファイル（daemon-runtime.json）を上書きしました。こちらのデーモンはポート %lld で正常に動作していますが、アプリの一部のローカル API 呼び出しがポート %lld の別ビルドのデーモンに向かう可能性があります。どちらか一方のアプリを終了すると解消します。
pt_br: Os apps de desenvolvimento e de versão estão em execução ao mesmo tempo, então outra compilação sobrescreveu o arquivo de tempo de execução compartilhado (daemon-runtime.json). Nosso daemon funciona normalmente na porta %lld, mas algumas chamadas de API local do app podem ir para o daemon da outra compilação na porta %lld. Fechar um dos apps resolve isso.
ru: Приложения dev и release запущены одновременно, поэтому другая сборка перезаписала общий файл среды выполнения (daemon-runtime.json). Наш демон нормально работает на порту %lld, но некоторые локальные вызовы API приложения могут попадать к демону другой сборки на порту %lld. Закройте одно из приложений, чтобы устранить проблему.
zh_hans: dev 和 release 应用同时运行，因此另一构建覆盖了共享运行时文件（daemon-runtime.json）。我们的守护进程在端口 %lld 上正常工作，但应用的部分本地 API 调用可能会发送到端口 %lld 上另一构建的守护进程。退出其中一个应用即可解决。

source: 예: ABCDE12345
ar: مثال: ABCDE12345
en: e.g. ABCDE12345
es: ej.: ABCDE12345
fr: ex. : ABCDE12345
hi: उदा. ABCDE12345
ja: 例: ABCDE12345
pt_br: ex.: ABCDE12345
ru: напр. ABCDE12345
zh_hans: 例如：ABCDE12345

source: 예: aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
ar: مثال: aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
en: e.g. aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
es: ej.: aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
fr: ex. : aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
hi: उदा. aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
ja: 例: aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
pt_br: ex.: aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
ru: напр. aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee
zh_hans: 例如：aaaaaaaa-bbbb-cccc-dddd-eeeeeeeeeeee

source: 앱 ID 또는 번들 ID (예: com.example.MyApp)
ar: معرّف التطبيق أو معرّف الحزمة (مثال: com.example.MyApp)
en: App ID or bundle ID (e.g. com.example.MyApp)
es: ID de app o ID de paquete (ej.: com.example.MyApp)
fr: ID de l'app ou ID de bundle (ex. : com.example.MyApp)
hi: ऐप ID या बंडल ID (उदा. com.example.MyApp)
ja: App ID またはバンドル ID（例: com.example.MyApp）
pt_br: ID do app ou ID do pacote (ex.: com.example.MyApp)
ru: ID приложения или bundle ID (напр. com.example.MyApp)
zh_hans: App ID 或 Bundle ID（例如：com.example.MyApp）

source: 기기 %lld
ar: الجهاز %lld
en: Device %lld
es: Dispositivo %lld
fr: Appareil %lld
hi: डिवाइस %lld
ja: 端末 %lld
pt_br: Dispositivo %lld
ru: Устройство %lld
zh_hans: 设备 %lld

source: 두 번째 기기 허용
ar: السماح بجهاز ثانٍ
en: Allow a second device
es: Permitir un segundo dispositivo
fr: Autoriser un deuxième appareil
hi: दूसरा डिवाइस अनुमत करें
ja: 2 台目の端末を許可
pt_br: Permitir um segundo dispositivo
ru: Разрешить второе устройство
zh_hans: 允许第二台设备
